let data = [
    {
        "Seq": 1,
        "農產品": "鳳梨",
        "生產區": "關廟區\n 山上區.\n 新化區\n 玉井區\n 歸仁區\n 楠西區\n 龍崎區\n 大內區\n 新市區",
        "生產期": "全年生產，11月至翌年7月盛產適合鮮食，其餘月份生產之鳳梨適合加工。"
    },
    {
        "Seq": 2,
        "農產品": "木瓜",
        "生產區": "南化區\n 大內區\n 楠西區\n 玉井區\n 山上區",
        "生產期": "全年生產，種植面積和產量全台灣第一。"
    },
    {
        "Seq": 3,
        "農產品": "番石榴",
        "生產區": "玉井區\n 楠西區\n 大內區\n 南化區\n 山上區\n 歸仁區\n關廟區\n 後壁區",
        "生產期": "9月至翌年2月盛產，種植面積全台灣第二，產量全台灣第三。"
    },
    {
        "Seq": 4,
        "農產品": "楊桃",
        "生產區": "楠西區\n 玉井區",
        "生產期": "9月至翌年2月盛產，種植面積和產量全台灣第一。"
    },
    {
        "Seq": 5,
        "農產品": "洋香瓜",
        "生產區": "東山區\n 後壁區\n 白河區\n 安南區.\n 鹽水區\n 將軍區\n 北門區\n 七股區\n 柳營區\n 佳里區",
        "生產期": "11月至翌年5月盛產"
    },
    {
        "Seq": 6,
        "農產品": "芒果",
        "生產區": "南化區\n 玉井區\n 楠西區\n 大內區\n 官田區\n 新化區\n 左鎮區",
        "生產期": "5月至8月盛產，種植面積和產量全台灣第一。"
    },
    {
        "Seq": 7,
        "農產品": "荔枝",
        "生產區": "白河區\n 東山區\n  新化區\n 楠西區\n 柳營區",
        "生產期": "6月至9月盛產"
    },
    {
        "Seq": 8,
        "農產品": "龍眼",
        "生產區": "東山區\n 楠西區\n南化區\n六甲區\n  大內區\n 左鎮區\n  龍崎區\n 玉井區\n 白河區\n 柳營區",
        "生產期": "5月至8月盛產，種植面積和產量全台灣第一。"
    },
    {
        "Seq": 9,
        "農產品": "番荔枝(釋迦)",
        "生產區": "歸仁區\n 仁德區\n 南區",
        "生產期": "8月至10月盛產"
    },
    {
        "Seq": 10,
        "農產品": "文旦柚",
        "生產區": "麻豆區\n 下營區\n 大內區",
        "生產期": "8月至9月盛產，種植面積全台灣第二，產量全台灣第一。"
    },
    {
        "Seq": 11,
        "農產品": "柳橙",
        "生產區": "六甲區\n 東山區\n 白河區\n 大內區\n 柳營區\n 南化區\n 下營區\n 大內區",
        "生產期": "12月至翌年1月盛產，採收後可儲藏至4月，種植面積全台灣第一，產量全台灣第二。"
    },
    {
        "Seq": 12,
        "農產品": "椪柑",
        "生產區": "東山區\n 白河區",
        "生產期": "10月至11月盛產，種植面積和產量全台灣第二。"
    },
    {
        "Seq": 13,
        "農產品": "蜜棗",
        "生產區": "玉井區\n 楠西區\n關廟區\n 南化區",
        "生產期": "12月至翌年2月盛產，種植面積和產量全台灣第三。"
    },
    {
        "Seq": 14,
        "農產品": "西瓜",
        "生產區": "歸仁區\n 善化區\n 後壁區\n 麻豆區\n 安定區\n 仁德區\n 學甲區\n 鹽水區",
        "生產期": "5月至8月盛產，種植面積全台灣第二，產量全台灣第三。"
    },
    {
        "Seq": 15,
        "農產品": "酪梨",
        "生產區": "麻豆區\n大內區\n佳里區",
        "生產期": "8月至11月盛產"
    },
    {
        "Seq": 16,
        "農產品": "青梅",
        "生產區": "楠西區",
        "生產期": "3月至5月盛產"
    },
    {
        "Seq": 17,
        "農產品": "白蓮霧",
        "生產區": "新市區",
        "生產期": "4月至11月盛產"
    },
    {
        "Seq": 18,
        "農產品": "蕃茄",
        "生產區": "鹽水區\n 歸仁區\n 安南區\n永康區",
        "生產期": "12月至翌年3月盛產，種植面積全台灣第二，產量全台灣第一。"
    },
    {
        "Seq": 19,
        "農產品": "大白柚",
        "生產區": "麻豆區",
        "生產期": "10月至11月盛產"
    },
    {
        "Seq": 20,
        "農產品": "竹筍",
        "生產區": "南化區\n 白河區\n 關廟區\n 新化區\n 楠西區\n  龍崎區\n 左鎮區\n 歸仁區",
        "生產期": "4月至10月盛產，種植面積全台灣第二，產量全台灣第三。"
    },
    {
        "Seq": 21,
        "農產品": "蓮子、蓮藕",
        "生產區": "白河區",
        "生產期": "6月至9月盛產"
    },
    {
        "Seq": 22,
        "農產品": "菱角",
        "生產區": "官田區\n 柳營區",
        "生產期": "5月至10月盛產"
    }
]
